Repository: Esysc/wordpress_agenda
Catalog: lang/ACSagendaManagerAdmin-*.po
Languages: fr_ch

source: title
fr_ch: titre

source: titles
fr_ch: titres

source: The event(s) has/have been definitevely removed!
fr_ch: L'événement(s) a/ont supprimé(s)!

source: No entry avaliable.
fr_ch: Il n'y a pas d'événement.

source: Select the event
fr_ch: Sélectionnez l'événement

source: Read more
fr_ch: En savoir plus

source: Hide
fr_ch: Masquer

source: Open the page
fr_ch: Ouvrir la page

source: Delete
fr_ch: Supprimer

source: Edit
fr_ch: Modifier

source: Shortcode for contact form
fr_ch: Shortcode pour le formulaire de contact

source: Dismiss this notice
fr_ch: Ignorer cet avis

source: Copy!
fr_ch: Copier!

source: Category
fr_ch: Categorie

source: Title
fr_ch: Titre

source: Full Page Link
fr_ch: Lien de la page

source: Schedule
fr_ch: Planification

source: Price
fr_ch: Prix

source: Advance Payment
fr_ch: Acompte

source: May be one day only
fr_ch: Peut être un seul jour

source: External url
fr_ch: URL externe

source: Created
fr_ch: Créé

source: Updated
fr_ch: Mis à jour

source: Search...
fr_ch: Rechercher...

source: No
fr_ch: Non

source: Yes
fr_ch: Oui

source: Keep event until the end
fr_ch: Conserver l'événement jusqu'à la fin

source: Go to Agenda
fr_ch: Aller à l'agenda

source: Agenda | Add
fr_ch: Agenda | Ajouter

source: You can add an event clicking on add button, a popup form will appear. You can always edit your event and delete if you don't need anymore.
fr_ch: Vous pouvez ajouter un événement en cliquant sur le bouton Ajouter, un formulaire contextuel apparaîtra. Vous pouvez toujours modifier votre événement et le supprimer si vous n'en avez plus besoin.

source: This is how you want to categorize your event. The category will be the first top field shown in the widget title (middle column).
fr_ch: Voici comment vous souhaitez classer votre événement. La catégorie sera lepremier champ supérieur affiché dans le titre du widget (colonne du milieu).

source: The event title shown in the middle column.
fr_ch: Le titre de l'événement affiché dans la colonne du milieu.

source: Where the event will be. It will be shown in the left column.
fr_ch: Où sera l'événement. Il sera affiché dans la colonne de gauche.

source: An image to associate to the event, shown in the right column.
fr_ch: Une image à associer à l'événement, affichée dans la colonne de droite.

source: The event introduction, something short that introduce the event.
fr_ch: L'introduction de l'événement, quelque chose de court qui présente l'événement.

source: An internal/external link to the page event.
fr_ch: Un lien interne / externe vers l'événement de page.

source: The event scheduling. May be one day, a range between two dates, several single dates.
fr_ch: La programmation de l'événement. Peut être un jour, une plage entre deux dates, plusieurs dates.

source: The price to participate. You can insert only numbers, only string, both of them. This field is consumed by ACScontactform plugin to build the inscription form.
fr_ch: Le prix pour participer. Vous pouvez insérer que des nombres, une chaîne des characters, les deux. Ce champ est utilisé par le plugin ACScontactform pour construire leformulaire d'inscription.

source: You can set if you accept advance payment or not. This field is consumed by ACScontactform plugin to build the inscription form.
fr_ch: Vous pouvez définir si vous acceptez le paiement partiel ou non. Ce champ est utilisé par le Plugin ACScontactform pour construire le formulaire d'inscription.

source: In the case of multiple days, if set to NO the event will disappear the day after the beginning automatically.<br />If set to YES, the event will be always shown until expiration, but each day already expired will be removed from view.<br />If set to the third option, all the days will be shown until expiraion of event.
fr_ch: Dans le cas de plusieurs jours, s'il est réglé sur NON, l'événement disparaîtra le jour après le début automatiquement. <br /> S'il est défini sur OUI, l'événement sera toujours affiché jusqu'à expiration, mais chaque jour déjà expiré sera supprimé de la vue. <br /> S'il est réglé sur la troisième option, tous les jours seront affichés jusqu'à l' expiration d'événement.

source: This a reference page to an event owned by somebody else. This field make sense if you installed ACScontactform plugin for inscriptions.
fr_ch: Ceci est une page de référence à un événement appartenant à quelqu'un d'autre. Ce champ a du sense si vous avez installé le plugin ACScontactform pour les inscriptions.

source: Help
fr_ch: Aide

source: Confirmation Required
fr_ch: Confirmation requise

source: Do you want really to delete
fr_ch: Voulez-vous vraiment supprimer

source: Copied
fr_ch: Copié

source: Close
fr_ch: Fermer

source: Calendar
fr_ch: Calendrier

source: Select or upload an image
fr_ch: Sélectionnez ou téléchargez une image

source: Filtered events
fr_ch: Événements filtrés

source: Confirm
fr_ch: Confirmer

source: Cancel
fr_ch: Annuler

source: Editor
fr_ch: Modifier

source: Update
fr_ch: Mettre à jour

source: the field
fr_ch: le champ

source: is empty
fr_ch: est vide

source: Add an event
fr_ch: Ajouter un événement

source: Add
fr_ch: Ajouter

source: The field
fr_ch: Le champ

source: Sorry, the event has not been updated, an error occurred!
fr_ch: Désolé, l'événement n'a pas été mis à jour, une erreur s'est produite!

source: The event has been updated!
fr_ch: L'événement a été mis à jour!

source: Sorry, the event has not been added, an error occurred!
fr_ch: Désolé, l'événement n'a pas été ajouté, une erreur s'est produite!

source: The event has been added!
fr_ch: L' evenement a été ajouté!

source: $10, $20 or $50!
fr_ch: $10, $20 ou $50!

source: If you like this plugin, please donate to support development and maintenance.
fr_ch: Si vous aimez ce plugin, veuillez faire un don pour soutenir le développement et la maintenance.

source: This plugin is very simple, the only setting consists in how you want the agenda to appear. The defaul page is "Agenda" and it's created at activation. You can change the default page here, the one you choose will be created with the shortcode inside "[agenda /]" and the previous deleted.
fr_ch: Ce plugin est très simple, le seul paramètre consiste à savoir comment vous voulez la page agenda apparaît. La page par défaut est " Agenda " et elle est créé au moment de l' activation. Vous pouvez modifier la page par défaut ici, celle que vous choisirez sera créé avec le shortcode à l'intérieur " [agenda /] " et la précédent supprimé.

source: To be consinstent trough different themes, this plugin uses a his own template. It has been tested on different default themes and Renden as well, if you have rendening problems you can contact me:
fr_ch: Pour être cohérent à travers différents thèmes, ce plugin utilise son propre modèle. Il a été testé sur différents thèmes par défaut et Renden également,si vous avez des problèmes, vous pouvez me contacter:

source: Page name for Agenda
fr_ch: Nom de la page pour l'agenda

source: Submit
fr_ch: Soumettre

source: Sorry, your nonce is not correct. Please try again.
fr_ch: Désolé, votre nonce n'est pas correct. Veuillez réessayer.

source: The new setting has been updated
fr_ch: Le nouveau paramètre a été mis à jour
